# 14. Создайте переменную со значением 14.
# Создайте проверку, которая выведет значение «True» в случае если переменная больше за 10,
# при этом не равна 12 и при этом меньшая или равная числу 15 или же если переменная равна числу 18.

x = 14
print(x > 10 and  x <=15 and x !=12 or x==18)