# 14. Создайте переменную со значением 14.
# Создайте проверку, которая выведет значение «True» в случае если переменная больше за 10,
# при этом не равна 12 и при этом меньшая или равная числу 15 или же если переменная равна числу 18.

x = 14
if x >10 or x > 12 or x<=15 or x == 18:
    print("True");
else:
    print("False")