
# 8. Создайте программу, которая будет определять, является ли десятичная дробь (число с точкой) положительным,
# отрицательным или имеет нулевое значение.
x = float(-0.2)
if x > 0:
    print("your number > 0")
elif x == 0:
    print("Your number is 0")
else:
    print("Your number < 0 ")
