# 6. Создайте программу, которая будет запрашивать три переменные у пользователя и после их получения выводить на экран математические операции над ними:
# - сумма
# - вычитание
# - деление
# - умножение
# - остаток при делении

x=int(input("Number1: "))
y=int(input("Number2: "))
z=int(input("Number3: "))
print("Amount:",x+y+z,"Subtraction:",x-y-z,"Division:",x/y/z,"Multiplication:",x*y*z,"the remainder:",x%y%z)


1
